export const getAmenitie = (id) => {
    const amenities =[
        {
          "id": 95,
          "name": "Аквапарк",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 98,
          "name": "Бассейн",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 334,
          "name": "Бассейн на крыше",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 158,
          "name": "Бассейн с подогревом",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 110,
          "name": "Джакузи",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 116,
          "name": "Крытый бассейн",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 123,
          "name": "Открытый бассейн",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 228,
          "name": "Открытый бассейн с подогревом",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 154,
          "name": "Полотенца для пляжа/бассейна",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 133,
          "name": "Развлечения на воде",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 272,
          "name": "Рядом с пляжем",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 138,
          "name": "Сезонный крытый бассейн",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 139,
          "name": "Сезонный открытый бассейн",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 153,
          "name": "Удобства для бассейна",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 144,
          "name": "Удобства для водных видов спорта",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 130,
          "name": "Удобства для пляжа",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 146,
          "name": "Частный пляж",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 270,
          "name": "Частный пляж",
          "group_id": 1,
          "group_name": "Бассейн и пляж"
        },
        {
          "id": 14,
          "name": "Бизнес-центр",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 202,
          "name": "Конференц-зал",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 25,
          "name": "Ксерокс",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 167,
          "name": "Оборудование для встреч и презентаций",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 34,
          "name": "Организация встреч и банкетов",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 201,
          "name": "Прокат видео- и компьютерной техники",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 71,
          "name": "Факс",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 72,
          "name": "Факс и ксерокс",
          "group_id": 18,
          "group_name": "Бизнес"
        },
        {
          "id": 206,
          "name": "DVD-плеер",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 168,
          "name": "VIP-удобства в номере",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 400,
          "name": "Wi-Fi",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 416,
          "name": "Барбекю",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 248,
          "name": "Будильник",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 420,
          "name": "Ванна",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 223,
          "name": "Ванна",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 399,
          "name": "Вентилятор",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 406,
          "name": "Внутренний дворик",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 402,
          "name": "Вода",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 427,
          "name": "Высокоскоростной интернет",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 398,
          "name": "Гардероб",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 413,
          "name": "Гипоаллергенная",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 188,
          "name": "Детектор дыма",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 415,
          "name": "Домашние животные разрешены",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 395,
          "name": "Дополнительный сервис",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 224,
          "name": "Душ",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 382,
          "name": "Душ",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 222,
          "name": "Душ/Ванна",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 212,
          "name": "Запирающийся шкафчик",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 417,
          "name": "Затемняющие жалюзи",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 410,
          "name": "Звукоизоляция",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 409,
          "name": "Зеркало",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 193,
          "name": "Кабельное телевидение",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 185,
          "name": "Камин",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 422,
          "name": "Камин",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 418,
          "name": "Кондиционер",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 391,
          "name": "Кофе",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 412,
          "name": "Кухня",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 407,
          "name": "Кухонные принадлежности",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 27,
          "name": "Люкс для новобрачных",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 380,
          "name": "Микроволновка",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 387,
          "name": "Мини-бар",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 204,
          "name": "Мини-бар",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 286,
          "name": "Мини-холодильник",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 252,
          "name": "Москитная сетка",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 384,
          "name": "Москитная сетка",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 198,
          "name": "Музыкальный центр",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 29,
          "name": "Номера для аллергиков",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 147,
          "name": "Номера для курящих",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 30,
          "name": "Номера для некурящих",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 31,
          "name": "Номера со звукоизоляцией",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 386,
          "name": "Обеденный стол",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 419,
          "name": "Обогрев",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 33,
          "name": "Обслуживание номеров",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 408,
          "name": "Общая ванная комната",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 390,
          "name": "Отдельная ванная комната",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 394,
          "name": "Отдельная ванная комната снаружи",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 388,
          "name": "Отдельный вход",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 383,
          "name": "Подушки",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 392,
          "name": "Полотенца",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 246,
          "name": "Постельное белье",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 393,
          "name": "Посудомойка",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 51,
          "name": "Пресс для брюк",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 379,
          "name": "Проводной интернет",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 389,
          "name": "Простыни",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 397,
          "name": "Сауна",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 405,
          "name": "Свадебная",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 396,
          "name": "Сейф",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 259,
          "name": "Сейф (в номере)",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 255,
          "name": "Сейф для ноутбука",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 165,
          "name": "Семейные номера",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 60,
          "name": "Смежные номера",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 411,
          "name": "Стиральная машина",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 236,
          "name": "Стойка для одежды",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 426,
          "name": "Стол",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 381,
          "name": "Тапки",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 258,
          "name": "Тапочки",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 195,
          "name": "Телевизор",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 421,
          "name": "Телевизор",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 219,
          "name": "Телевизор с плоским экраном",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 428,
          "name": "Телефон",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 326,
          "name": "Туалетные принадлежности",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 401,
          "name": "Туалетные принадлежности",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 404,
          "name": "Утюг",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 425,
          "name": "Фен",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 211,
          "name": "Фен",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 423,
          "name": "Фитнес",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 238,
          "name": "Халат",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 385,
          "name": "Халат для душа",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 403,
          "name": "Холодильник",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 94,
          "name": "Холодильник",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 424,
          "name": "Чай",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 414,
          "name": "Чай или кофе",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 233,
          "name": "Шкаф/гардероб",
          "group_id": 8,
          "group_name": "В номерах"
        },
        {
          "id": 287,
          "name": "Бесплатные детские кроватки/люльки",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 108,
          "name": "Детская игровая площадка",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 300,
          "name": "Детские кроватки/люльки",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 242,
          "name": "Детские телеканалы",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 109,
          "name": "Детский бассейн",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 213,
          "name": "Детский клуб",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 301,
          "name": "Детский клуб",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 293,
          "name": "Детское меню",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 18,
          "name": "Игровая комната",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 183,
          "name": "Размещение подходит для семей/детей",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 302,
          "name": "Услуги няни и уход за детьми",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 70,
          "name": "Услуги няни и уход за детьми",
          "group_id": 12,
          "group_name": "Дети"
        },
        {
          "id": 241,
          "name": "Бар оборудован для доступа гостей на инвалидных креслах",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 190,
          "name": "Безбарьерный доступ",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 26,
          "name": "Лифт",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 263,
          "name": "Отсутствие лифтов",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 257,
          "name": "Работают лифты для доступа к верхним этажам",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 240,
          "name": "Ресторан оборудован для доступа гостей на инвалидных креслах",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 292,
          "name": "Туалеты с поручнями",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 67,
          "name": "Удобства для гостей с ограниченными физическими возможностями",
          "group_id": 19,
          "group_name": "Доступность"
        },
        {
          "id": 186,
          "name": "Бесплатное размещение с домашними животными",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 209,
          "name": "Размещение с домашними животными",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 197,
          "name": "Размещение с домашними животными",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 265,
          "name": "Размещение с домашними животными (больше 5 кг) (за дополнительную плату)",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 267,
          "name": "Размещение с домашними животными (меньше 5 кг)",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 268,
          "name": "Размещение с домашними животными (меньше 5 кг) (за дополнительную плату)",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 210,
          "name": "Размещение с домашними животными не допускается",
          "group_id": 10,
          "group_name": "Животные"
        },
        {
          "id": 105,
          "name": "Доступ на лыжах к отелю",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 115,
          "name": "Катание на лыжах",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 260,
          "name": "Катание на лыжах за пределами территории отеля",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 117,
          "name": "Лыжная школа",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 262,
          "name": "Лыжный трансфер",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 49,
          "name": "Помещение для хранения лыж",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 54,
          "name": "Продажа горнолыжных абонементов",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 57,
          "name": "Прокат лыжной экипировки",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 245,
          "name": "Сноуборд",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 64,
          "name": "Трансфер до горнолыжного склона",
          "group_id": 5,
          "group_name": "Зимние виды спорта"
        },
        {
          "id": 2,
          "name": "Wi-Fi",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 317,
          "name": "Wi-fi в отеле",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 1,
          "name": "Бесплатный Wi-Fi",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 172,
          "name": "Бесплатный доступ в интернет",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 20,
          "name": "Доступ в интернет",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 173,
          "name": "Доступ в интернет",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 174,
          "name": "Интернет в номере",
          "group_id": 16,
          "group_name": "Интернет"
        },
        {
          "id": 176,
          "name": "Аптечка первой помощи",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 97,
          "name": "Баня",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 16,
          "name": "Врач",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 247,
          "name": "Дежурный врач",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 118,
          "name": "Массаж",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 297,
          "name": "Массаж (за дополнительную плату)",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 122,
          "name": "Оздоровительный клуб",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 125,
          "name": "Паровая баня",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 136,
          "name": "Салон красоты",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 137,
          "name": "Сауна",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 104,
          "name": "Солярий",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 140,
          "name": "Спа-центр",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 175,
          "name": "Хаммам",
          "group_id": 4,
          "group_name": "Красота и здоровье"
        },
        {
          "id": 166,
          "name": "Аптека",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 163,
          "name": "Банк",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 3,
          "name": "Банкомат",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 15,
          "name": "Винодельческое хозяйство",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 180,
          "name": "Дворецкий",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 164,
          "name": "Дизайн-отель",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 178,
          "name": "Домофон",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 169,
          "name": "Индивидуальная регистрация заезда и отъезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 22,
          "name": "Компьютер",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 23,
          "name": "Кондиционер",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 24,
          "name": "Круглосуточная стойка регистрации",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 251,
          "name": "Курение запрещено на всей территории",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 189,
          "name": "Курение разрешено",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 19,
          "name": "Магазины",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 254,
          "name": "Мебель на улице",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 28,
          "name": "Места для курения",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 32,
          "name": "Обмен валюты",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 184,
          "name": "Огнетушитель",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 35,
          "name": "Отель для некурящих",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 36,
          "name": "Отопление",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 37,
          "name": "Охрана",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 187,
          "name": "Памятка по безопасности",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 249,
          "name": "Патио",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 162,
          "name": "Поздняя регистрация выезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 200,
          "name": "Посудомоечная машина",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 52,
          "name": "Пресса",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 53,
          "name": "Продажа билетов",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 253,
          "name": "Радио",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 161,
          "name": "Ранняя регистрация заезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 135,
          "name": "Сад",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 61,
          "name": "Стиральная машина",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 283,
          "name": "Стойка регистрации",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 62,
          "name": "Сувенирный магазин",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 181,
          "name": "Сушилка",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 141,
          "name": "Телевизор в лобби",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 143,
          "name": "Терраса",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 256,
          "name": "Только для взрослых",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 160,
          "name": "Ускоренная регистрация выезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 159,
          "name": "Ускоренная регистрация заезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 68,
          "name": "Ускоренная регистрация заезда и выезда",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 74,
          "name": "Часовня",
          "group_id": 14,
          "group_name": "Общее"
        },
        {
          "id": 191,
          "name": "Бесплатная общественная парковка поблизости",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 38,
          "name": "Бесплатная парковка",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 155,
          "name": "Бесплатная парковка рядом с отелем",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 285,
          "name": "Гараж",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 39,
          "name": "Парковка",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 40,
          "name": "Парковка",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 284,
          "name": "Парковка отсутствует",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 41,
          "name": "Парковка (по запросу)",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 156,
          "name": "Парковка рядом с отелем",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 157,
          "name": "Парковка рядом с отелем",
          "group_id": 15,
          "group_name": "Парковка"
        },
        {
          "id": 281,
          "name": "Мультиязычный персонал",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 225,
          "name": "на английском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 318,
          "name": "на арабском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 214,
          "name": "на испанском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 226,
          "name": "на итальянском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 333,
          "name": "на китайском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 280,
          "name": "на корейском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 215,
          "name": "на немецком",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 290,
          "name": "на польском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 288,
          "name": "на португальском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 216,
          "name": "на русском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 319,
          "name": "на турецком",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 279,
          "name": "на французском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 291,
          "name": "на японском",
          "group_id": 6,
          "group_name": "Персонал говорит"
        },
        {
          "id": 77,
          "name": "Бар",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 231,
          "name": "Бар у бассейна",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 78,
          "name": "Бесплатный чай/кофе",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 298,
          "name": "Бутилированная вода",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 299,
          "name": "Бутилированная вода (за дополнительную плату)",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 87,
          "name": "Возможен полный пансион",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 88,
          "name": "Возможен полупансион",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 79,
          "name": "Диетическое меню (по запросу)",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 80,
          "name": "Завтрак",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 84,
          "name": "Завтрак в номер",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 82,
          "name": "Завтрак «шведский стол»",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 85,
          "name": "Кафе",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 277,
          "name": "Кофемашина",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 192,
          "name": "Кухня",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 199,
          "name": "Микроволновая печь",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 244,
          "name": "Мини-кухня",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 86,
          "name": "Общая кухня",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 89,
          "name": "Ресторан",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 90,
          "name": "Ресторан («шведский стол»)",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 91,
          "name": "Снэк-бар",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 92,
          "name": "Торговый автомат с закусками/напитками",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 93,
          "name": "Упакованные завтраки/обеды",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 250,
          "name": "Упакованные ланчи",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 330,
          "name": "Чайник",
          "group_id": 17,
          "group_name": "Питание"
        },
        {
          "id": 4,
          "name": "Бесплатный прокат велосипедов",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 13,
          "name": "Библиотека",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 99,
          "name": "Бильярд",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 100,
          "name": "Боулинг",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 111,
          "name": "Казино",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 112,
          "name": "Караоке",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 203,
          "name": "Каток",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 119,
          "name": "Мини-гольф",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 205,
          "name": "Музей",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 121,
          "name": "Ночной клуб",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 124,
          "name": "Охота",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 127,
          "name": "Пеший туризм",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 243,
          "name": "Пинг-понг",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 207,
          "name": "Площадка для барбекю",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 129,
          "name": "Площадка для пикника",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 194,
          "name": "Подходит для проведения праздничных мероприятий",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 56,
          "name": "Прокат велосипедов",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 58,
          "name": "Прокат снегоходов и квадроциклов",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 132,
          "name": "Развлекательные мероприятия",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 134,
          "name": "Рыбалка",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 237,
          "name": "Терраса для загара",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 66,
          "name": "Удобства для барбекю",
          "group_id": 11,
          "group_name": "Развлечения"
        },
        {
          "id": 327,
          "name": "Бесконтактная регистрация заезда и/или выезда",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 329,
          "name": "Дополнительные меры против COVID-19",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 325,
          "name": "Индивидуальные средства защиты для гостей",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 322,
          "name": "Индивидуальные средства защиты для персонала",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 328,
          "name": "Питание в индивидуальной упаковке",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 367,
          "name": "ПЦР-тестирование на COVID-19",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 324,
          "name": "Температурный контроль для гостей",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 321,
          "name": "Температурный контроль для персонала",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 323,
          "name": "Усиленные меры дезинфекции",
          "group_id": 9,
          "group_name": "Санитарные меры"
        },
        {
          "id": 96,
          "name": "Бадминтон",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 101,
          "name": "Верховая езда",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 102,
          "name": "Виндсерфинг",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 106,
          "name": "Дайвинг",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 107,
          "name": "Дартс",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 217,
          "name": "Йога",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 113,
          "name": "Катание на велосипеде",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 120,
          "name": "Настольный теннис",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 126,
          "name": "Парусный спорт",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 114,
          "name": "Плавание на лодках",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 131,
          "name": "Поле для гольфа",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 148,
          "name": "Поле для гольфа (в пределах 3 км)",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 103,
          "name": "Сквош",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 128,
          "name": "Сноркелинг",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 142,
          "name": "Теннисный корт",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 196,
          "name": "Тренажерный зал",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 145,
          "name": "Фитнес-центр",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 220,
          "name": "Яхтинг",
          "group_id": 2,
          "group_name": "Спорт"
        },
        {
          "id": 5,
          "name": "Бесплатный трансфер",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 152,
          "name": "Бесплатный трансфер до аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 9,
          "name": "Бесплатный трансфер до порта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 11,
          "name": "Бесплатный трансфер от/до аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 171,
          "name": "Бесплатный трансфер от/до жд вокзала",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 12,
          "name": "Бесплатный трансфер по окрестностям",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 289,
          "name": "Заказ такси",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 55,
          "name": "Прокат автомобилей",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 42,
          "name": "Трансфер",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 151,
          "name": "Трансфер до аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 46,
          "name": "Трансфер до порта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 47,
          "name": "Трансфер до торгового центра",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 278,
          "name": "Трансферные услуги",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 150,
          "name": "Трансфер от аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 149,
          "name": "Трансфер от аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 65,
          "name": "Трансфер от/до аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 43,
          "name": "Трансфер от/до аэропорта",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 208,
          "name": "Трансфер от/до жд вокзала",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 48,
          "name": "Трансфер по окрестностям",
          "group_id": 7,
          "group_name": "Трансфер"
        },
        {
          "id": 76,
          "name": "Экскурсионное бюро",
          "group_id": 3,
          "group_name": "Туризм"
        },
        {
          "id": 6,
          "name": "Гладильные принадлежности",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 296,
          "name": "Гладильные принадлежности (по запросу)",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 17,
          "name": "Гладильные услуги",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 282,
          "name": "Депозитные ячейки",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 21,
          "name": "Камера хранения",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 50,
          "name": "Прачечная",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 59,
          "name": "Сейф",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 234,
          "name": "Телефон",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 232,
          "name": "Услуга «звонок - будильник»",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 69,
          "name": "Услуги консьержа",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 235,
          "name": "Утюг",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 170,
          "name": "Фен (по запросу)",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 239,
          "name": "Халат (по запросу)",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 73,
          "name": "Химчистка",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 227,
          "name": "Хранение багажа",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        },
        {
          "id": 75,
          "name": "Чистка обуви",
          "group_id": 13,
          "group_name": "Услуги и удобства"
        }
      ]

      const amenitie = amenities.find((elem,key)=>elem.id===id)
      return amenitie
}